// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Over Chrome OS Image Creator";
"Menu Prefs" = "Voorkeuren";
"Menu Services" = "Services";
"Menu Hide" = "Chrome OS Image Creator verbergen";
"Menu Hide Others" = "Overige verbergen";
"Menu Show All" = "Alles weergeven";
"Menu Quit" = "Chrome OS Image Creator afsluiten";
"Menu Window" = "Venster";
"Menu Minimize" = "Minimaliseren";
"Menu Zoom" = "Zoomen";
"Menu Bring All To Front" = "Alles op voorgrond plaatsen";
"Menu Help" = "Help";
"Menu App Help" = "Chrome OS Image Creator Help";

/* Buttons */
"Button Previous" = "Vorige";
"Button Next" = "Volgende";
"Button Stop" = "Stoppen";
"Button Done" = "Gereed";

/* Tab: Select device model */
"Text Welcome" = "Welkom bij de Chrome OS Image Creator. Selecteer het model van uw Chrome OS-apparaat.";
"Button Local Image" = "Lokale image…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Selecteer een USB-stick om te gebruiken voor herstel:";
"Text Insertion Prompt" = "Plaats een USB-stick.";

/* Tab: Done */
"Text Congrats" = "U heeft een opstartstation voor herstel gemaakt voor uw Chrome OS-apparaat. Verwijder het station uit de computer en gebruik het om het beschadigde besturingssysteem van uw Chromebook te herstellen.";

/* Sizes */
"Size Bytes" = " bytes";
"Size Kilobytes" = " kB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Deze applicatie kan niet worden uitgevoerd.";
"NoDiskArb Informative" = "Er is een probleem opgetreden bij het starten van Disk Arbitration. Dit mag niet gebeuren.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Kan de lijst met images niet ophalen.";
"CantGetConfig Informative" = "Er is een probleem opgetreden bij het ophalen van de lijst met beschikbare herstelimages (%1$@). Controleer of uw netwerkverbinding werkt.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "er kan geen verbinding worden toegewezen";
"CantGetConfig Error DownloadError" = "er is een fout opgetreden tijdens het downloaden";
"CantGetConfig Error StringCreate" = "de reactie kan niet worden gebruikt";

/* Version error. */
"VersionError Message" = "Deze versie van de applicatie is te oud.";
"VersionError Informative" = "Download een nieuwere versie. Dit is versie %1$@. U heeft ten minste versie %2$@ nodig. %3$@";
"VersionError OK" = "Nieuwe versie ophalen";

/* File dialog to select a local file. */
"SelectLocal File" = "Selecteer een image:";
"SelectLocal Button" = "Selecteren";

/* Alert on writing stick. */
"WriteAlert Message" = "Weet u zeker dat u %1$@ permanent wilt wissen?";
"WriteAlert Informative" = "Alle gegevens die momenteel op het apparaat staan, gaan permanent verloren. U kunt deze actie niet ongedaan maken.";
"WriteAlert Cancel" = "Niet wissen";
"WriteAlert OK" = "Wissen";

"TooSmallAlert Message" = "De %1$@ kan niet worden gebruikt, omdat deze te klein is.";
"TooSmallAlert Informative" = "U heeft een stick van ten minste %2$@ nodig.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "De %1$@ kan niet worden gebruikt, omdat deze alleen-lezen is.";
"NotWritable Informative" = "De stick is alleen-lezen. Mogelijk kunt u met een schakelaar op de stick instellen dat er naar de stick kan worden geschreven. Als dit niet het geval is, kan de stick niet worden gebruikt.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Downloaden…";
"Status Verifying" = "Verifiëren…";
"Status Unpacking" = "Uitpakken…";
"Status Claiming" = "Claimen…";
"Status Unmounting" = "Ontkoppelen…";
"Status Writing" = "Schrijven…";
"Status Ejecting" = "Uitwerpen…";
"Status Done" = "Gereed";

"StatusAdd Attempt" = " (poging %1$d)";

/* Errors */
"Failure Downloading" = "Er is een fout opgetreden (downloaden van de bronimage is mislukt). Wilt u het opnieuw proberen?";
"Failure Verifying Return Value" = "Er is een fout opgetreden (verifiëren van de bronimage is mislukt, programmafout, %1$s). Wilt u het opnieuw proberen?";
"Failure Verifying SHA Mismatch" = "Er is een fout opgetreden (verifiëren van de bronimage is mislukt, checksumfout). Wilt u het opnieuw proberen?";
"Failure Unpacking" = "Er is een fout opgetreden (uitpakken van de bronimage is mislukt, %1$s). Wilt u het opnieuw proberen?";
"Failure Claiming" = "Er is een fout opgetreden (claimen van de USB-stick is mislukt). Wilt u het opnieuw proberen?";
"Failure Unmounting" = "Er is een fout opgetreden (ontkoppelen van de USB-stick is mislukt). Wilt u het opnieuw proberen?";
"Failure Opening Source Image" = "Er is een fout opgetreden (openen van de bronimage is mislukt, %1$s). Wilt u het opnieuw proberen?";
"Failure Opening Destination Device" = "Er is een fout opgetreden (openen van de USB-stick is mislukt, %1$s). Wilt u het opnieuw proberen?";
"Failure Reading Source Image" = "Er is een fout opgetreden (lezen van de bronimage is mislukt, %1$s). Wilt u het opnieuw proberen?";
"Failure Writing Destination Device" = "Er is een fout opgetreden (schrijven van gegevens naar de USB-stick is mislukt, %1$s). Wilt u het opnieuw proberen?";
"Failure Ejecting" = "Er is een fout opgetreden (uitwerpen van de USB-stick is mislukt). Wilt u het opnieuw proberen?";

"Failure Try Again" = "Opnieuw proberen";
"Failure Quit" = "Afsluiten";

"Failure Termination Status" = "Beëindigingsstatus %d";

"Failure Internal Error 1" = "Onverwacht einde van bestand";
